using Microsoft.AspNetCore.Components;

namespace Client.Core.Features.HomePage.OurGraduatesInfo.ui;

public partial class OurGraduatesInfoLi : ComponentBase
{
    private List<string> TextList = new List<string>()
    {
        "Департамент Смоленской области по информационным технологиям, связи и обеспечению  предоставления услуг в электронном виде",
        "Смоленское областное государственное бюджетное учреждение «Центр информационно-коммуникационных технологий»",
        "Филиал ФГУП концерн «Росэнергоатом», Смоленская атомная станция, г. Десногорск",
        "ОАО «Измеритель», г. Смоленск",
        "ФГУП «СПО Аналитприбор», г. Смоленск",
        "ФАК СБ РФ (ОАО) – Смоленское отделение № 8609",
        "ООО НПО «Рубикон-Инновация», г. Смоленск",
        "ООО «МТС», г. Смоленск",
        "ЗАО «НИИ СТТ»",
        "Смоленский филиал АО «Радиозавод»",
        "ООО «Этна – информационные технологии», г. Смоленск",
    };
}